Repository: RKWKomZe/RkwEcosystem
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkw_ecosystem_domain_model_ecosystem.description
source: Description
de: Beschreibung

# tx_rkw_ecosystem_domain_model_mylist
source: RKW Ecosystem: My Canvases
de: RKW Ecosystem: Meine Canvas

# tx_rkw_ecosystem_domain_model_mylist.description
source: Description
de: Beschreibung

# tx_rkwecosystem_domain_model_ecosystem
source: Ecosystem
de: Gründerökosystem

# tx_rkwecosystem_domain_model_ecosystem.education
source: Education
de: Schulen, Fachhochschulen und Universitäten

# tx_rkwecosystem_domain_model_ecosystem.politics
source: Politics
de: Politik

# tx_rkwecosystem_domain_model_ecosystem.end_customer
source: Customers (B2C)
de: Endkunden (B2C)

# tx_rkwecosystem_domain_model_ecosystem.potential_founder
source: Potential Founders
de: Potenzielle Gründer

# tx_rkwecosystem_domain_model_ecosystem.start_ups
source: Start Ups
de: Gründerszene

# tx_rkwecosystem_domain_model_ecosystem.trend
source: Trend
de: Trends

# tx_rkwecosystem_domain_model_ecosystem.demand_for_solution
source: Demand For Solution
de: Produkte und Services; Nachfrage

# tx_rkwecosystem_domain_model_ecosystem.company
source: Company
de: Unternehmen

# tx_rkwecosystem_domain_model_ecosystem.assistance
source: Assistance
de: Unterstützung und Infrastruktur

# tx_rkwecosystem_domain_model_ecosystem.business_customer
source: Business Customer
de: Geschäftskunden (B2B)

# tx_rkwecosystem_domain_model_ecosystem.frontend_user
source: Frontend User
de: Frontend Nutzer

# ecosystemController.message.error.somethingWentWrong
source: Sorry, something went wrong! Please try again.
de: Upps, da ist wohl etwas schief gelaufen. Bitte versuchen Sie es erneut.

# ecosystemController.message.error.loggedIn
source: Sorry, you have to be logged in to use this feature.
de: Upps, da ist wohl etwas schief gelaufen. Sie müssen eingeloggt sein, um diese Funktion nutzen zu können.

# ecosystemController.message.ecosystemSaved
source: Your RKW Entrepreneurship Ecosystem Canvas has been successfully saved!
de: Woohoo! Ihr RKW Gründerökosystem Canvas wurde erfolgreich gespeichert!

# ecosystemController.message.feedbackSent
source: Your RKW Entrepreneurship Ecosystem Canvas has been successfully sent to one of our experts!
de: Woohoo! Ihr RKW Gründerökosystem Canvas wurde an unsere Experten gesendet. Wir melden uns in Kürze per E-Mail bei Ihnen.

# ecosystemController.message.deleted
source: Your RKW Entrepreneurship Ecosystem Canvas successfully deleted!
de: Ihr RKW Gründerökosystem Canvas wurde erfolgreich gelöscht!

# ecosystemController.message.enterName
source: Please enter a name for your RKW Entrepreneurship Ecosystem Canvas.
de: Bitte geben Sie einen Namen für Ihr RKW Gründerokosystem Canvas ein.

# ecosystemController.message.resetDatabase
source: Your RKW Entrepreneurship Ecosystem Canvas was reset to its last saved state.
de: Ihr RKW Gründerökosystem Canvas wurde auf den letzten gespeicherten Stand zurückgesetzt.

# ecosystemController.message.resetAll
source: Your RKW Entrepreneurship Ecosystem Canvas was reset completely.
de: Ihr RKW Gründerökosystem Canvas wurde zurückgesetzt.

# ecosystemController.message.enterQuestion
source: Please enter your question or concern
de: Bitte geben Sie Ihre Frage oder Ihr Anliegen an.

# ecosystemController.message.choose
source: Please choose an existing ecosystem
de: Bitte wählen Sie ein vorhandenes Ökosystem aus, um es zu öffnen.

# rkwMailService.expertFeedbackAdmin.subject
source: A new RKW Entrepreneurship Ecosystem Canvas is waiting for feedback
de: Ein neues RKW Gründerökosystem Canvas wartet auf Experten-Feedback

# validator.ecosystem.notComplete
source: Ecosystem is not complete yet!
de: Das Gründerökosystem-Modell ist noch nicht komplett!

# validator.ecosystem.hasNoName
source: Please choose a name! You have to save the ecosystem to set a name.
de: Es wird ein Name für das Modell benötigt. Diesen können Sie beim Speichervorgang festlegen.

# templates_email_expertFeedbackAdmin.headline
source: Hello %s,
de: Hallo %s,

# templates_email_expertFeedbackAdmin.text1
source: someone requested an expert feedback for his/her RKW Entrepreneurship Ecosystem Canvas. Please find the canvas attached. You can reply to this e-mail to send your feedback to the user.
de: jemand hat ein Experten-Feedback zum RKW Gründerökosystem Canvas angefordert. Das betreffende Canvas ist dieser E-Mail angehängt. Sie können direkt auf diese E-Mail antworten, um dem Nutzer das Feedback zukommen zu lassen.

# partials_ecosystem_edit.viewportHint
source: To use the RKW Entrepreneurship Ecosystem Canvas, you need a screen resolution of at least 1200px width.
de: Um das RKW Gründerökosystem Canvas verwenden zu können, benötigen Sie eine Bildschirmauflösung mit mindestens 1200px Breite.

# partials_ecosystem_edit.introText
source: To use the RKW Entrepreneurship Ecosystem Canvas, you need a screen resolution of at least 1200px width.
de: Das Canvas dient als Arbeitsinstrument, um ein regionales Gründerökosystem ganzheitlich zu denken und unterstützt Sie bei der Gestaltung von eigenen Maßnahmen. Unser Online-Tool führt Sie schrittweise durch die elf Elemente des Ökosystems. Bitte beantworten Sie die Fragen zu Ihrer Region. Nach dem Durchlauf haben Sie die Möglichkeit das Canvas für Ihre Region auszudrucken und zu speichern. Die Inhalte können jederzeit ergänzt oder verändert werden.

# partials_ecosystem_edit.start
source: Start now
de: Jetzt Bearbeitung starten

# partials_ecosystem_edit.persist
source: Save
de: Speichern

# partials_ecosystem_edit.reset
source: Reset
de: Zurücksetzen

# partials_ecosystem_edit.delete
source: Delete
de: Löschen

# partials_ecosystem_edit.print
source: Download as PDF
de: Download als PDF

# partials_ecosystem_edit.show
source: Show all
de: Alles anzeigen

# partials_ecosystem_edit.expertFeedback
source: Ask for Expert Feedback
de: Experten-Feedback anfordern

# partials_ecosystem_edit.new
source: Create new Canvas
de: Neues Canvas erstellen

# partials_ecosystem_edit.actions
source: Actions
de: Aktionen

# partials_ecosystem_edit.prev
source: Save &amp; Previous
de: Speichern &amp; Zurück

# partials_ecosystem_edit.next
source: Save &amp; Next
de: Speichern &amp; Weiter

# partials_ecosystem_edit.skip
source: Skip
de: Abbrechen

# partials_ecosystem_edit.done
source: Done
de: Fertig

# partials_ecosystem_print.rating
source: Rating:
de: Handlungsbedarf:

# partials_ecosystem_print.no-content
source: No Content
de: Keine Angaben

# partials_ecosystem_print.no-rating
source: No Rating
de: Keine Bewertung

# templates_ecosystem_feedback.save
source: Save
de: Speichern

# templates_ecosystem_save.placeholder
source: e.g. My Canvas of New York
de: z.B. Mein Canvas der Stadt Eschborn

# templates_ecosystem_save.placeholderTitle
source: Title
de: Titel

# templates_ecosystem_save.cancel
source: Cancel
de: Abbrechen

# templates_ecosystem_save.persist
source: Save
de: Speichern

# templates_ecosystem_feedback.headline
source: Expert-Feedback
de: Experten-Feedback

# templates_ecosystem_feedback.introduction
source: We would be happy to give you feedback on your RKW Entrepreneurship Ecosystem Canvas
de: Gerne geben wir Ihnen ein Feedback zur Ihrem RKW Gründerökosystem Canvas

# templates_ecosystem_feedback.introductionHint
source: Type in your matter below.
de: Untenstehend haben Sie die Möglichkeit, Ihre Fragen an uns zu notieren. Wir setzen uns umgehend per E-Mail mit Ihnen in Verbindung.

# templates_ecosystem_feedback.placeholder
source: Enter your comment
de: Geben Sie hier Ihre Frage oder Ihr Anliegen ein.

# templates_ecosystem_feedback.cancel
source: Cancel
de: Abbrechen

# templates_ecosystem_feedback.send
source: Send
de: Abschicken

# partials_ecosystem_options.delete
source: Delete
de: Löschen

# partials_ecosystem_options.edit
source: Edit
de: Bearbeiten

# partials_email_details.user
source: Details of user
de: Details zum Nutzer

# partials_email_details.remark
source: Remark
de: Bemerkung

# partials_ecosystem_open.choose
source: Please choose
de: --- Bitte wählen ---

# partials_ecosystem_introJsContent.radio.low
source: Low
de: Niedrig

# partials_ecosystem_introJsContent.radio.middle
source: Middle
de: Mittel

# partials_ecosystem_introJsContent.radio.high
source: High
de: Hoch

# partials_ecosystem_introJsContent.header.education
source: Education dummy header
de: Schulen, Universitäten und Forschungseinrichtungen

# partials_ecosystem_introJsContent.header.politics
source: Politics dummy header
de: Politik

# partials_ecosystem_introJsContent.header.endCustomer
source: EndCustomer dummy header
de: Endkunden (B2C)

# partials_ecosystem_introJsContent.header.potentialFounder
source: PotentialFounder dummy header
de: Potenzielle Gründer und Talentpool

# partials_ecosystem_introJsContent.header.potentialFounder1
source: PotentialFounder dummy header
de: Potenzielle Gründer

# partials_ecosystem_introJsContent.header.potentialFounder2
source: PotentialFounder dummy header
de: und Talentpool

# partials_ecosystem_introJsContent.header.inspiration
source: Inspiration dummy header
de: Inspiration

# partials_ecosystem_introJsContent.header.startUps
source: StartUps dummy header
de: Gründerszene

# partials_ecosystem_introJsContent.header.trend
source: Trend dummy header
de: Trends

# partials_ecosystem_introJsContent.header.demandForSolution
source: DemandForSolution dummy header
de: Nachfrage <span class="after">/</span> Produkte und Services

# partials_ecosystem_introJsContent.header.demandForSolution1
source: DemandForSolution dummy header
de: Nachfrage /

# partials_ecosystem_introJsContent.header.demandForSolution2
source: DemandForSolution dummy header
de: Produkte und Services

# partials_ecosystem_introJsContent.header.company
source: Company dummy header
de: Unternehmen

# partials_ecosystem_introJsContent.header.assistance
source: Assistance dummy header
de: Unterstützung und Infrastruktur

# partials_ecosystem_introJsContent.header.businessCustomer
source: BusinessCustomer dummy header
de: Geschäftskunden (B2B)

# partials_ecosystem_introJsContent.text.education
source: Education dummy text
de: Bildungseinrichtungen agieren im Gründerökosystem als Talentschmieden und stärken den Wissens- und Technologietransfer in der Region. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche Rolle spielt das Thema Entrepreneurship in der Ausbildung?</li> <li>Welche Unterstützungsprogramme bieten Bildungseinrichtungen in meiner Region?</li> <li>Wie sind die Ausbildungseinrichtungen in meiner Region vernetzt?</li> </ul>

# partials_ecosystem_introJsContent.text.politics
source: Politics dummy text
de: Von Seiten der Politik können Rahmenbedingungen geschaffen werden, die Gründungsaktivitäten erleichtern. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Wie bewerten Sie die politischen Rahmenbedingungen für Gründer in Ihrer Region?</li> <li>Welche Förderprogramme gibt es?</li> <li>Bei welchen Förderprogrammen treten Probleme auf und wie kann man diese lösen?</li> </ul>

# partials_ecosystem_introJsContent.text.endCustomer
source: EndCustomer dummy text
de: Hierbei handelt es sich um Privatpersonen, die als potenzielle Käufer von Produkten oder Dienstleistungen in Frage kommen. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche sozioökonomischen Merkmale weist die regionale Bevölkerung auf?</li> <li>Gibt es regionsspezifische Kundengruppen?</li> </ul>

# partials_ecosystem_introJsContent.text.potentialFounder
source: PotentialFounder dummy text
de: Die Qualität und Größe des Talentpools resultiert insbesondere aus den Ausbildungsprogrammen regionaler Universitäten, Fachhochschulen und Schulen sowie den ansässigen Unternehmen <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Wie setzt sich mein Talentpool zusammen?</li> <li>Welche Attraktionen bietet mein Standort für neue Talente?</li> <li>Wie versuche ich, potenzielle Gründer zu erreichen?</li> </ul>

# partials_ecosystem_introJsContent.text.inspiration
source: Inspiration dummy text
de: Die Inspiration speist sich im Kontext des Gründerökosystems aus zwei Quellen. Zum einen aus den ansässigen Unternehmen und Bildungseinrichtungen. Zum anderen sind es erfolgreiche Gründer selbst, die ihre Gründungsgeschichte teilen. <br>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Woher beziehen Gründer in meiner Region ihre Ideen?</li> <li>Woher nehmen Gründer ihre Motivation?</li> <li>Welche Impulse bietet das regionale Umfeld?</li> </ul>

# partials_ecosystem_introJsContent.text.startUps
source: StartUps dummy text
de: Gründer und Startups sind die wichtigsten Akteure der Gründerszene. Sie helfen sich gegenseitig und erhalten zusätzliche Unterstützung durch die weiteren Akteure des Gründerökosystems. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche Netzwerke und Events für Gründer gibt es in meiner Region?</li> <li>Wer sind die treibenden Kräfte der Gründerszene? Gibt es Vorbilder?</li> <li>Gibt es bestimmte Zielgruppen, die ich bisher nicht erreicht habe?</li> </ul>

# partials_ecosystem_introJsContent.text.trend
source: Trend dummy text
de: Gründerökosysteme können entweder neue Trends setzen oder bereits vorhandene aufgreifen (z. B. soziokulturelle Trends, Zeitgeist- oder Konsumtrends, Mikrotrends). <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche nationalen oder globalen Trends beeinflussen die Gründungschancen?</li> <li>Welche Trends machen sich auch in meiner Region bemerkbar?</li> <li>Wie kann die regionale Gründerszene von diesen Trends profitieren?</li> </ul>

# partials_ecosystem_introJsContent.text.demandForSolution
source: DemandForSolution dummy text
de: Die Marktstruktur, -größe und -dynamik resultieren aus dem Vorhandensein der regionalen Branchen und Unternehmen (B2B) und potenzieller Endkunden (B2C). <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche Chancen bietet die (regionale) Nachfrage für Gründer?</li> <li>Wie stellt sich die Wettbewerbssituation dar?</li> </ul>

# partials_ecosystem_introJsContent.text.company
source: Company dummy text
de: Erfolgreiche Unternehmen sind ein Magnet für Talente und hochqualifizierte Mitarbeiter. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche Unternehmen sind für meine Region besonders wichtig?</li> <li>Wie unterstützen diese Unternehmen das Thema Gründung?</li> <li>Wie sind die Unternehmen in meiner Region eingebunden?</li> </ul>

# partials_ecosystem_introJsContent.text.assistance
source: Assistance dummy text
de: Im Zuge der Entwicklung und Vermarktung ihrer Geschäftsideen benötigen Gründer häufig Unterstützung von Beratern und Investoren in Kombination mit der passenden Infrastruktur. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Welche Unterstützungsleistungen für Gründer gibt es in meiner Region?</li> <li>Welche Finanzierungsmöglichkeiten bieten sich Gründern und Startups?</li> <li>Stehen ausreichend Flächen und Büros zu einem angemessenen Preis zur Verfügung?</li> </ul>

# partials_ecosystem_introJsContent.text.businessCustomer
source: BusinessCustomer dummy text
de: Geschäftskunden sind Unternehmen oder öffentliche Organisationen, die als potenzielle Käufer von Produkten oder Dienstleistungen in Frage kommen. <br/>Fragen, die Sie für dieses Canvas-Feld beantworten sollten: <ul> <li>Gibt es Branchencluster in meiner Region?</li> <li>Welche Produkte und/oder Dienstleistungen werden von regional ansässigen Unternehmen nachgefragt?</li> </ul>

# partials_ecosystem_introJsContent.text.ratingHint
source: Please rate on scale of high to low.
de: Wie bewerten Sie den Handlungsbedarf für dieses Ökosystem-Element?

# partials_ecosystem_introJsContent.placeholder.education
source: Education dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.politics
source: Politics dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.endCustomer
source: EndCustomer dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.potentialFounder
source: PotentialFounder dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.inspiration
source: Inspiration dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.startUps
source: StartUps dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.trend
source: Trend dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.demandForSolution
source: DemandForSolution dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.company
source: Company dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.assistance
source: Assistance dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_introJsContent.placeholder.businessCustomer
source: BusinessCustomer dummy placeholder
de: Ihre Bewertung und Anmerkungen

# partials_ecosystem_svgImage.remark.introJs
source: Remark dummy content
de: Anmerkung dummy Text

# partials_ecosystem_svgImage.remark.label
source: Remark
de: Anmerkung

# partials_ecosystem_svgImage.remark.placeholder
source: Placeholder
de: Anmerkung dummy Platzhalter
