Repository: RKWKomZe/RkwEcosystem
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwecosystem_domain_model_ecosystem
source: RKW Ecosystem: Gründerökosystem
de: RKW Ecosystem: Gründungsökosystem

# tx_rkwecosystem_domain_model_ecosystem.description
source: Description
de: Beschreibung

# tx_rkwecosystem_domain_model_ecosystem.education
source: Education
de: Schulen, Fachhochschulen and Universitäten

# tx_rkwecosystem_domain_model_ecosystem.politics
source: Politics
de: Politik

# tx_rkwecosystem_domain_model_ecosystem.end_customer
source: End Customer
de: Endkunden (B2C)

# tx_rkwecosystem_domain_model_ecosystem.potential_founder
source: Potential Founder
de: Potenzielle Gründende

# tx_rkwecosystem_domain_model_ecosystem.start_ups
source: Start Ups
de: Gründungsszene

# tx_rkwecosystem_domain_model_ecosystem.trend
source: Trend
de: Trends

# tx_rkwecosystem_domain_model_ecosystem.demand_for_solution
source: Demand For Solution
de: Produkte und Services; Nachfrage

# tx_rkwecosystem_domain_model_ecosystem.company
source: Company
de: Unternehmen

# tx_rkwecosystem_domain_model_ecosystem.assistance
source: Assistance
de: Unterstützung und Infrastruktur

# tx_rkwecosystem_domain_model_ecosystem.business_customer
source: Business Customer
de: Geschäftskunden (B2B)

# tx_rkwecosystem_domain_model_ecosystem.frontend_user
source: Frontend User
de: Frontend Nutzende

# flexForm.ecosystem.general
source: General
de: Allgemein

# flexForm.ecosystem.entryText
source: Entry text (can used instead of the standard one)
de: Einleitungstext (Vorhandener wird überschrieben)

# flexForm.ecosystem.showRemark
source: Show remark for FrontendUser
de: Nutzenden erlauben, eine Anmerkung zu hinterlassen

# flexForm.ecosystem.remarkPlaceholder
source: Overwrite remark placeholder
de: Anmerkungs-Platzhalter überschreiben

# flexForm.ecosystem.backendUser
source: Send feedback to (Backend User)
de: Feedback senden an (Backend User)

# flexForm.ecosystem.formFields
source: FormFields
de: Formularfelder

# flexForm.ecosystem.educationEntryText
source: 1.1 Education: Overwrite Introduction
de: 1.1 Bildung: Überschreibe Einleitung

# flexForm.ecosystem.showEducationTextarea
source: 1.1 Education: Show textarea
de: 1.1 Bildung: Zeige Textfeld

# flexForm.ecosystem.educationPlaceholder
source: 1.1 Education: Overwrite default textarea placeholder
de: 1.1 Bildung: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showEducationRadio
source: 1.1 Education: Show radio buttons
de: 1.1 Bildung: Zeige Bewertungsampel

# flexForm.ecosystem.politicsEntryText
source: 1.2 Politics: Overwrite Introduction
de: 1.2 Politik: Überschreibe Einleitung

# flexForm.ecosystem.showPoliticsTextarea
source: 1.2 Politics: Show textarea
de: 1.2 Politik: Zeige Textfeld

# flexForm.ecosystem.politicsPlaceholder
source: 1.2 Politics: Overwrite default textarea placeholder
de: 1.2 Politik: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showPoliticsRadio
source: 1.2 Politics: Show radio buttons
de: 1.2 Politik: Zeige Bewertungsampel

# flexForm.ecosystem.endCustomerEntryText
source: 1.3 EndCustomer: Overwrite Introduction
de: 1.3 Endkunde: Überschreibe Einleitung

# flexForm.ecosystem.showEndCustomerTextarea
source: 1.3 EndCustomer: Show textarea
de: 1.3 Endkunde: Zeige Textfeld

# flexForm.ecosystem.endCustomerPlaceholder
source: 1.3 EndCustomer: Overwrite default textarea placeholder
de: 1.3 Endkunde: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showEndCustomerRadio
source: 1.3 EndCustomer: Show radio buttons
de: 1.3 Endkunde: Zeige Bewertungsampel

# flexForm.ecosystem.potentialFounderEntryText
source: 2.1 PotentialFounder: Overwrite Introduction
de: 2.1 Potenzielle Gründende: Überschreibe Einleitung

# flexForm.ecosystem.showPotentialFounderTextarea
source: 2.1 PotentialFounder: Show textarea
de: 2.1 Potenzielle Gründende: Zeige Textfeld

# flexForm.ecosystem.potentialFounderPlaceholder
source: 2.1 PotentialFounder: Overwrite default textarea placeholder
de: 2.1 Potenzielle Gründende: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showPotentialFounderRadio
source: 2.1 PotentialFounder: Show radio buttons
de: 2.1 Potenzielle Gründende: Zeige Bewertungsampel

# flexForm.ecosystem.inspirationEntryText
source: 2.2 Inspiration: Overwrite Introduction
de: 2.2 Inspiration: Überschreibe Einleitung

# flexForm.ecosystem.showInspirationTextarea
source: 2.2 Inspiration: Show textarea
de: 2.2 Inspiration: Zeige Textfeld

# flexForm.ecosystem.inspirationPlaceholder
source: 2.2 Inspiration: Overwrite default textarea placeholder
de: 2.2 Inspiration: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showInspirationRadio
source: 2.2 Inspiration: Show radio buttons
de: 2.2 Inspiration: Zeige Bewertungsampel

# flexForm.ecosystem.startUpsEntryText
source: 2.3 StartUps: Overwrite Introduction
de: 2.3 Gründerszene: Überschreibe Einleitung

# flexForm.ecosystem.showStartUpsTextarea
source: 2.3 StartUps: Show textarea
de: 2.3 Gründerszene: Zeige Textfeld

# flexForm.ecosystem.startUpsPlaceholder
source: 2.3 StartUps: Overwrite default textarea placeholder
de: 2.3 Gründerszene: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showStartUpsRadio
source: 2.3 StartUps: Show radio buttons
de: 2.3 Gründerszene: Zeige Bewertungsampel

# flexForm.ecosystem.trendEntryText
source: 2.4 Trend: Overwrite Introduction
de: 2.4 Trends: Überschreibe Einleitung

# flexForm.ecosystem.showTrendTextarea
source: 2.4 Trend: Show textarea
de: 2.4 Trends: Zeige Textfeld

# flexForm.ecosystem.trendPlaceholder
source: 2.4 Trend: Overwrite default textarea placeholder
de: 2.4 Trends: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showTrendRadio
source: 2.4 Trend: Show radio buttons
de: 2.4 Trends: Zeige Bewertungsampel

# flexForm.ecosystem.demandForSolutionEntryText
source: 2.5 DemandForSolution: Overwrite Introduction
de: 2.5 Nachfrage: Überschreibe Einleitung

# flexForm.ecosystem.showDemandForSolutionTextarea
source: 2.5 DemandForSolution: Show textarea
de: 2.5 Nachfrage: Zeige Textfeld

# flexForm.ecosystem.demandForSolutionPlaceholder
source: 2.5 DemandForSolution: Overwrite default textarea placeholder
de: 2.5 Nachfrage: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showDemandForSolutionRadio
source: 2.5 DemandForSolution: Show radio buttons
de: 2.5 Nachfrage: Zeige Bewertungsampel

# flexForm.ecosystem.companyEntryText
source: 3.1 Company: Overwrite Introduction
de: 3.1 Unternehmen: Überschreibe Einleitung

# flexForm.ecosystem.showCompanyTextarea
source: 3.1 Company: Show textarea
de: 3.1 Unternehmen: Zeige Textfeld

# flexForm.ecosystem.companyPlaceholder
source: 3.1 Company: Overwrite default textarea placeholder
de: 3.1 Unternehmen: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showCompanyRadio
source: 3.1 Company: Show radio buttons
de: 3.1 Unternehmen: Zeige Bewertungsampel

# flexForm.ecosystem.assistanceEntryText
source: 3.2 Assistance: Overwrite Introduction
de: 3.2 Unterstützung: Überschreibe Einleitung

# flexForm.ecosystem.showAssistanceTextarea
source: 3.2 Assistance: Show textarea
de: 3.2 Unterstützung: Zeige Textfeld

# flexForm.ecosystem.assistancePlaceholder
source: 3.2 Assistance: Overwrite default textarea placeholder
de: 3.2 Unterstützung: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showAssistanceRadio
source: 3.2 Assistance: Show radio buttons
de: 3.2 Unterstützung: Zeige Bewertungsampel

# flexForm.ecosystem.businessCustomerEntryText
source: 3.3 BusinessCustomer: Overwrite Introduction
de: 3.3 Geschäftskunden: Überschreibe Einleitung

# flexForm.ecosystem.showBusinessCustomerTextarea
source: 3.3 BusinessCustomer: Show textarea
de: 3.3 Geschäftskunden: Zeige Textfeld

# flexForm.ecosystem.businessCustomerPlaceholder
source: 3.3 BusinessCustomer: Overwrite default textarea placeholder
de: 3.3 Geschäftskunden: Überschreibe Textfeld-Platzhalter

# flexForm.ecosystem.showBusinessCustomerRadio
source: 3.3 BusinessCustomer: Show radio buttons
de: 3.3 Geschäftskunden: Zeige Bewertungsampel
